{
  "bundleVersion": 1,
  "modelName": "dgs-mlp-v1",
  "featureVersion": "wrist-relative-mirror-v1",
  "labels": [
    "A",
    "B",
    "C",
    "D",
    "E",
    "F",
    "G",
    "H",
    "I",
    "J",
    "K",
    "L",
    "M",
    "N",
    "O",
    "P",
    "Q",
    "R",
    "S",
    "T",
    "U",
    "V",
    "W",
    "X",
    "Y"
  ],
  "trainedAt": "2026-05-26T17:15:01.032Z",
  "finalMetrics": {
    "loss": 0.019580254331231117,
    "acc": 1
  },
  "modelTopology": {
    "class_name": "Sequential",
    "config": {
      "name": "sequential_1",
      "layers": [
        {
          "class_name": "Dense",
          "config": {
            "units": 64,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense1",
            "trainable": true,
            "batch_input_shape": [
              null,
              63
            ],
            "dtype": "float32"
          }
        },
        {
          "class_name": "Dropout",
          "config": {
            "rate": 0.2,
            "noise_shape": null,
            "seed": null,
            "name": "dropout_Dropout1",
            "trainable": true
          }
        },
        {
          "class_name": "Dense",
          "config": {
            "units": 32,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense2",
            "trainable": true
          }
        },
        {
          "class_name": "Dropout",
          "config": {
            "rate": 0.2,
            "noise_shape": null,
            "seed": null,
            "name": "dropout_Dropout2",
            "trainable": true
          }
        },
        {
          "class_name": "Dense",
          "config": {
            "units": 25,
            "activation": "softmax",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense3",
            "trainable": true
          }
        }
      ]
    },
    "keras_version": "tfjs-layers 4.22.0",
    "backend": "tensor_flow.js"
  },
  "weightSpecs": [
    {
      "name": "dense_Dense1/kernel",
      "shape": [
        63,
        64
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense1/bias",
      "shape": [
        64
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense2/kernel",
      "shape": [
        64,
        32
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense2/bias",
      "shape": [
        32
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense3/kernel",
      "shape": [
        32,
        25
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense3/bias",
      "shape": [
        25
      ],
      "dtype": "float32"
    }
  ],
  "weightDataBase64": "M45Lvv/bcT1sc9M9Dh9NvaqLAj6uqCG+gk8tvFuxsL29c9w9HC49vnBIWT0YQrg9glUNPsgKNL6AFyK8iV9PPeTBTj3ROGq+9nA1volxCD7eeAQ+ugswvvSUwLyLl+M9xab3vJn6ozuV2DI+xlMIO/ipR72zFAw9KHKEvfQZ5z13JZE9rvrFO4dipDrHqIS8IHAHvoKKED7RNLg8YHsmvqtf6Dwvyu68U8T1PR0kPz5Nj0A+8vtNvuOLOr7Hy3Q8GA98PoYj2zzgB0U9YQ3ZvSyhBL0hg+M8mznvPIY5xb344Wu+T+ISvgrrKbp/IFm+V/2zPWSB/T3Ftn8+GSkmvlu+Er6Fn6a9Qg+suyEc4T0FDSs+IQxnvPf2UT7zCk29RAgpvuqPBL5TOcI9Dvt6PAu3kD3FBOQ93jLkvXzgwL0Ue6Q9uIRzPkdsuT1OHWY+K9NLvsMLxr01d7e8TenPvNhsUj4tECc+fXA2vaG69L0uOEc+t1Q4PiDSLj1Z6fg8da+0PSRBLbosYXi8WxIrPsLCtjyWxB8+TtbsvUlLNz2vsmQ90aePPXo9uT1HTHA+F57IvSxycL5eyRU+NLHAvUFNJT3rlcG8QN32PUXeo714KWQ+8aMlvsU7Ub7i9wk9FGGfvR5UtT2gKwy+TuU9vmAdWb5bKAm+RTqUPUMWY76+gb29n48MvT1cCD0vvN695ZITPmisjL0OkWM9KI6tvUFamDynPAI94LbnOrDgFb4DNHI+BO/APITNJD3ky6c9drOuPeBYbD1f3z48GUnuvEnH0z1pPi2+w86hPYQiYj59JhC9px7IPe1Hpz3AfZw88jldvajkcTwLf0++9rtyPn8xE70gzwy+yuLpvVrKnT3sgIu9zfaRPSX2mDuB0ls9rn0KPUiVcT7JXCi+Sb6QPSrNXT2KrwI+MeAJPtJkd71Fojc+RU3EPaV1bD5I4Ge9W/lTvaDG070BUK49dc1FvaEYJD6/dUe93EAuvpO5RL2zk8y9J4GsPVza6z3jUQG+burpvZIElr7UEBU+VqSsPfskXD4vv1A9Kws5PvvcMj447My9yRWkvlDbtj0tJLg+F8ozPhraVr5yW948gBRfPc4tkr0wMx0+xNydPCZaKz4G/IC+ch7yvsuUor3vATm+ou7vPJFBij7A/zI+eNHBPoJmIj5ReOA9djdpPE09Ir7vR0w9fG7hPDSpUT2kjIa9tt0OvefRr7xomyG+AUdwPk+emT5/S0K+XXLWvehw3D3QC4a+ogKFvqkTWr6zw5y+tgFUvqFzqbw2t32+M1Y+PghMF75KucM+BguhPZBJcb5Bwla+55JVPtK7ST6jJeo9e6Z2vYDuMb0bPyK+OvnCPD2V3T0DpQ2+kyYFvcGGw73PV0y+zGglPn64BD78D5a+nA+DPnoUWb7IFgQ+5hylPlS7sT5Q46s9JIBtPjQRoD7/rqk+DkPhPXW4o75ZfM8+4r+hPqWx3j1lBrQ+De+vvZwokz5e3wo+cJ1IPDJjOL4u5sy9oVSxPUbKVz7wcK68sw0lvlo8cb6/+j++lbSFvhAnBT16HZO+JsPYPbErgb7QyO29Xabnvr8Bib4XM5q+Ar2PPl7zPz76Uum8KEyfvn1Khj4nDeI61mnWPmmWnT0B+cS9iw6dPt5Tij1ysL89IavgPOJ82z6dW/m9jWOHvnWqbj5stpg+g6E0vcNZxT11g8c+BFuMPYksZT4g7wW+30j2Pk2ezz6pWWY90si4PsNKhr7Ewy2/SCpnvgYg9bwDIAO/VjwuPc9G5D4brLA+0afFvgd6ar3Lyzm+r9WovnXbnr26rBy+thk0vn8rz76eMnE+c0D5PftW3r50hqA+RFJWPG11Cjz23wK+mIcWvxYV0z7fpdc+cpijvtwxkr6TVYs+I8mTPjTHlL15YkY+YlBTvoa6xT5NUkk+T/hdvpxwMj4bHt6+RxTbvgDeob59HJS+ZYgqvu3moj4ea7Q+YQ6lvYvhtL60MCM+YSTdPl0zHr4F43k+LgSjPrZTmr6GgIS+hUzkPTiz2b0Qyma+50LnvUp80L6wtL89MAxvvnW3kz4lxTc+beiEPpdW4L1dUCw+Clb7vYI2mT2g5tM9LQOKPlj5zL6pARq+m0HyvJcQaz3OVtC9AM8DvulBXD6ebYY6jKHyviDGVjy61l6+WbkfPjn53T7lcm69hRWoPaHhkj4PXAQ8jUPgPS3McD2OkRU9TvXMPa7zkz39nYy911UrPZWeP77tlXQ8K82KPvOIFD4iHVq+5ZhVvf4DQb36Ski9xz2Evpugk770+BW+0OwuvnFSlb3qE2c9ee9mPhPp/73pg6M+5t0NPpRUvjy0yIm+JbgKPlPitT33ZWe9VDYnPHGYYT7Sh6Q+v7fkvZ6Rvj48Awc9M6YEPhseXb6tWZy+hwsEvomFoDxeGuC+sTnfPfv+gr7Jymc+F2edPlEUoD7tlRE+KquGPl31rD42Cn4+CpV+Oa2/7754yxO9vgb3PeOoJj7Qn+49RSspvrtu5z40kMy9gjUGvbaWr72Odxe8HC2Dvb5DCrwl/7a+XikBvWFaYz0e6tO+pQUIv1xb7D3UIqe9Wo2+PuQJq74LeIC+bMsMvqwQ9L1auvO+n+2KPgufeT5GuyC9EXWPvhF8tD5UjhC+rHHDPca0RLxODmK+F6aWvvT8R77b9cI9xbnsPRHaBz/EedO72xSYvd5q3D0P3Iw+Bk2jviymwzyr0no9Zv1DO4RKyT5dBRm9fiO3PvVDrj5oH1W+xvytPV+Sxb61RMO+ewA+vujTmb0d2fG+8whNvUYu1z7YSBs/FdvKvtiHE75jzE6+vC4dvrTDpz0jMrG8a72EvT28zL6byBM+jrUbPZ5iD74n9NA+32oEvmQvbr5L3Di+0djavn9uAz85sx0/ulvrvvx6kL4xlLk9yoACPjbBgT19L2k+sdWXvTAyiz7jFYw+zusSvf47aj4N4Ia+zVnovpGD0b5g0Ya9FTiNvrWWmz4A+Ko+m6kZvrYehL7af6Q+i4BIPl1Fhr1Mjy89rxflPmLHcr5bvNW9pHx2PMPQKz5R8p2+htHjvEgtm71XIw0+TSvyvdID3z59PAI/PTEPvrWemT2qkgY//+SQvZRZqz472q8+JOwQPxzPEL+jpjG+KZcDPstNJr1J3RC9WvnIPBnv2r0Z0TS/Ru4Fv4ga8r7z1yQ+nZYaPjpwH71TLxm/g+UjPRlxcj6ZJDs9LZ7YPhjH1D1BP8s+/I2dvZM0572jSpS+Dd9lPrI7Bb2c8Mw9L6LJPpSBMD4CnMu+fW0CPpFwZz3uWaW+jRQAv52leb76aie+CcD7vklcXT6+8F6+OHBxPhSE6j3gUXU+tp1jvbh6272/Cs2+IjkKP5hbjj4Tdzc+F61yPijKRz2r6Bu+BV6BPnxuoD5uuRQ8C6mNPnd97D2P3MO8VIqfvctJuzyOygK/nCawPVCwJb/Wv40+qHjGPlN6qD5DcHa9o05rPnz19z4o7wU/zfxWPQfD5L6CW1K+RgDDPeRAhr2fOcg+PCJdvgjtGT+TNXA9sM0fvRClt72Vz4g8wiYQPi+dnL4pVba+qWDVPtE1rD5TcO++3XA2v2FyFj5zrb++ckb+PqEk+L5AEhG+Vpczvj7BnTx/+Oe+lA/OvXYIAT5hF5i+iUvlvsuFyD2Tx629+9nzPWLyCL1DmjG9dtgUv8XJbb58Q2s+wWiKPSYE5D6jGG2+ZbIqPTqx1zwQ2gY/UTNvvv4lir3t+e08Tgkrvt7ohj42CLs8jpRfPnXPgD66am2+IEuzPB91iL7ZgcW+/fZQPFp0rr6hL8e+mnYUu/GtlT7HIZY+LR8Xvrsq6j3A6hi+ZmC7vMofoj5r1+I9nJuAPKIo9b6jixq9XaMYPm0c2b0t4eI96lacvnAAb768AS2+8wetvl1AbD6Dcxc/QP+svo5mrr2GM0Y+6mpMPgv1Mb7pTD8+Xl8BveCCnj4/yI4+NoWhvY7Tbz773WO+V++GvlYX5b0wHco9SDdNvmOQ6j7Vqmc+6GZHvuWzYT495ps9wjq6PigQYj43up49vNOrPhUgUb4b34S+/2S0PR2WRj4MMz2+Ve/jvl75Rr1j7wU9b34Evg1eRz/PCUA/6pOAvrl0sj5qOTk/JCMGPtZOEj+vGKQ9YMVdP9+gQL9kjdc9BKWzPgHjJj57VAs8tSxZvMh49b6rM6a/6tdYv8TMVb/8MHI+us8lPjWYCz0c142/OCtOPqIxPT5Df1a9cAWHPt7miz7rq7E+WPX/vIzlC7/gBHm+JrBcPtRin75PZh++hjDjPlpw1T5rLFO/WBUlPqYVSD59oKO+BAJfv+Nju74NLF++a61Bv6PMbT4zh0a+CIMRPkPCjjs3m7E9ump3vnw9FL5Mb9y++RcOP5EftT5vJws9Oj6gvWRMjr2KSTq/hs4KP59y6z6hn1e+6gYBPjn/DL6tvGi+a7Q5vhxtcjwXQiS/o1SoPe02I78hV0k+EOfuPqeynz61ZYa+WRLsPaLl4D7KIgg/USESPIGhjb6FLZi+25OpPubkwT5h568+QZSFvicDST/SgXo+1amovqyzAr6/Jm4+jwmkvMeiUbyQ0wS/tNq5PnoDED+rnNS+xohEv3hGXz3W+r6+OLuVPtaxKL8lL9K+cYX4vZgggDxSwRy/WlEQvUm03D4LFgK/63xDvzO7/T5IUe48Rv1YvmwcBL7eZL49s8vIvs3pqL79uZa9vQ+SPe3myD6Xvh++wcgHvs5vsj3nAic/Ftejvrbcp74X8Ik+kzyPvq3SbD7X1Ju97I9pPvjNyz2p2a29LT4nPiCIk772as6+HPogvqsTzL5W8QS/fN7lvW6pqT6C8cM+2yxuvt9y0T0iteq9xFypvCyNQT1vG9G8W8Yuva0rAL7Pz/89ikBavfNRSLzYjB8+RExkvitDiT1Dyne+39LwvhAQe71ArLA+mDycvnplfr1fc4E+NLswPim/h75TaiK8m1fyPXvDJr2se4s+I5M2PpNnpz7w+GC+GmVXvhjAV74c0jY+qAZHPbVdxz7jr7A+Jo0avo4HY71Jqgo+yjr6PjbhgD6rWki9JC3zPtSvqb4bwKu+TJCyvVmSaz4O25a+r9atvtQot76Erl887CwkPfQWuT383/G9Ei3WPMJhgr6hWHw+2tFfPsC3hj1FPgA/dDi1PvaSvL5QJps+FjwDPgNFWD7J/fQ9mpDXvCkE7j6ByBI+oravvocZ2T7a7gM+O1khPmBEFz4XKcY+LtsFvuUWPL5jIjc+LlLVPutAZL4QfG2+L+bzvk0USj5im6Y8Ai6mvuLlD78UqK68YRPkPfXH2j55j+e+Okubvcyjhr6tIv48jPFNPh7S470KaLo9wbiMPuKaWz6lp1O9EsXLvRE86zwsTTQ/uKfNPdgiNL3/G4A+toGDPte3tT2TDU++awmnvULnBr4RNGc+fC0pviC8Qb1wT26+oKCPPkNvZz3Asga9ocYvPDzEXr5yX9a9F3haPPNM2739Sv+9qlO6vdfULr5jBBQ+US2mPJPF/z1oxQE9uMLbPufi972E6Tm+oPqbPaUyDj6SLo895qAgu+fakj7W6Rq+k1WvPTBj5jztnDa+jRHVvSWt5D0f7gm9r4CCvd+zwb39FbO+2tFbvbEE6bwuu36+ybDEvSKNez0dOZC+VwdbPCu7Bz6iMy++jyMyPxUQfb2rEnm9tcClvbIvET4pHxS+UIFJP2tvJLz8Cf69Y5XyPGAS6b3GDvY+qMcxPo1JCb3I0GS90tujvmT2C75E8Ak+LyeYvrF/jL499vK8t7ISvz/hjz7FhIg8F4mEPiXBCT+hNoC+0GgMvjkVn77SWgC/UOjhvPhqib4nxmu+3qChvsFQebtaqA09mutPvSqekj61Kam88KDuPcz5/D4ij4W+0HQVvVTZDr/RfFI+s64HPwW+pz6+jPg+7XW6O/mkHL03sbS+110Yv0Vklz57WRQ+vtg6PXbIVz65Yto+zstxPLatKb5o3zw+n54kvjX0mT3UQqc+WyrePo9ASz51Que+Rczavv3lDr/yfEO+XT0yvkc8ID45RIs/b2KlPIouZz5M5ks/3WYpPiVhvL6XbgC9+x2DPVdwwz0nqFm9vhaWPXaDtD6wqKC9GjYbPqcDm77VjA4+RkZYvscJE777wJa+srUHuktwuL59mw++2mLoPf2qkD5lBkA+yY58vWLhSD0uLDw+daqMPkoyOz6Fz3a9swl8vm3ujT6l4gs/AGEIvV6x7z7N+4m8XMdVPYrxkL4LXQE/cOV+vpyxET7Q/2Y9M/s3PY6Vxr7uua++ufIrvvbIpT4rMQc+XRoIv/P6jr5jVTI9HlWEvicSgD6bng+/v0IbvlG6Pb3HI989HMm3PhqCHr7+014+GxcMP7220r0ChlQ9CuYLv5JXHb443pM+53KFvqJ2IT5crbQ+aYsnPjqSNz6UITG+6jqhvLJ9yz2SPBo/nQUQvVzngj6H7Go7Y8mKPHuDJz1QdEG+ztlsvopBoL40B9K9KXubPcyyGr2kSgm+F6jTveMZkz3atWK93FhZPmeoPT0iAZ89HirqPsiAWzwHqSq+l8Epvuxed7sOfoY89l0RPAk+Gb6k0A++1CVOvc8W4jy4HRS9erkQPsldqb0kmnU9SINkPrWyEb5+WV07Qz+ovfI8ujxjTgm8hPKCPUuXAr6zI1a+ReBBPdo4rb337UC+jNSLPoqqGr1QD9S9wA8JvSGLw71QYf49C+ynPrrrDr6gv4M9o4zevV7kA74wBOo+KYzsvWdSXLw27HC+sA4ZPs1ZCj5FqIM+tUimvcXwML7ibSi9YE3CvbsoyT33dGm9gF6FPpCOEz8XZMS9facxPUDNpj32E8y+IH1WvrwA+j3YoiC9IbMTvuVerTwedmg+2P6dvlHtxb2+2E2+EmOfvamJez5HKZI9QvsjvhMoBr96x6c+6QTnPtl0ZD6A65I9iV0JvqGmEz0mtfK9Q4oXvxmIVz4MhDs+26Jtvmg2Eb7CXss9eo0/vqZt0Lx9Wps+0pU5vTO9pD4n86I+i1A7vpWXzD2zyKu+7LILvqO5EL9sIz49bP5DPf97KT5LBzk/YJgZPtj8sT5KorM+Q5dUPnK0Xz7F6b69uZRnPgQMt74/+Yu8k5EcPUsufT69oxG9uQYgvu5ujb4AWXM+kKVlvBKGCr3OJtq+1wa4vct7cL7tM9C+AKWiPZX22D59gqi+3OqFvjkpYryxyhQ+AyvzvFib1Dw63XI+fkzDvMDy4jx2PiU/bO9tvalKEj+DDE29DkGqPu3JNr5ulRc+dzoYvz3fbz5AJJk8p5iEvuXn2b5khoK+6z2hPH3phD5KVGy+NvgMv9/pGb3cK10+H/IJvr1VlT1aVBW/eAGBvnJR4z3kUMA9noSlPjRauD0QSDM+ldwOP7qoRD4CuFC9mrTGvpgxPr6FIeI9VydevgMzPL5mHuQ+V2iIPstKED5jOyq+5G91PSBp9D7KUyM/ycx2vjuGqL2/FYu9EzQtPmF8yzx1DMq+gfSUvl1R5r5OqCw9H8RGvpVxxT0G7DQ9hNGlvpcAE77XoeQ9E2lePige4DqFvTQ+2c8oPt1EhD2MWJq8HhB3vUv+jL2j+4g9QZ9pumcN4r3fZ2G+Wj5EPuaej76Iv4c+faWuPo+jur7CVrm9M28DvlWvIL5kRbM9ib1XPmsMUb4X0Z4+l+OkPgDwUTybsa++2S6aPeto4j31xmg+fPbkPtnDSr45tZC9UtF9Phf5fr5W1do+DxNiPvpRIb7voxQ9WekdvZplED3IFo0+78PEvr9juT02FLC9UFerPUKCPj56/Ms9EjW8vSAZl738rVY+ayuJvW5Lmj42hkC+QxxiPQAkXD4aNxu94e8dPZugHr4mAUS+Tf2OvmYLYL0boqI8MA32vgYP5T38USc+2kekvU5QvjwyIRy+w27CPa8V9D2z/Ra8FmqOvRnf6r0ejL0+1XcRPUjTe70HV6i92NI7vqpC8LvdgsU8ezChvpocKD7fF2Y+QtJkvl7pJr6whIA+wwyJvrCKD712hbm9N+uiPpO+dD6Gics+HoBcvpLvmD6uFvy9izgsvt9ewL5CySw94STzvbcUKj45P/Y+KInUu78O6D2+3gk+p3Q+PuGmiD7d5as9LjBXPRFZXb4eiLG+GhVRvX0qaj4DuGu9LsaNvgY+i7707JM+CnbZvZlCqjzhuYa+Pxp1vrTbkL4irAy9euMWPGdp0D6TflK+70UPvkyxmz0rZzY+6M90PjobUb22dpQ+J1TRvr8CsD3M1to+b5kLvg1EtD728Lw9SmNuPifTtb6VX6U+Cm/bvlJVwz5nRMG9Tza4vZmBqb5tt2q+R3xhvQ0dij1hXSI+YCq0vlagnb14VC8+sHikvQbJ5D6gjS+/TOnXPSSirT21EQU94y+MPgvx+725xvo+KMwyPyjDnD5SGxk+dWi7vm6dQT3TrJi+bq2QvT38tDw2lOA+JM2HPu7uJ72cKgy+JGsovfFvkj6KGMU+xJaMvmcI2z2BkZa+jBxoPFIyoz07x8u+pCsDvd4cNb/9uae+SX7wvi/6Hj1cEic998OcvopH177f2gQ+exsvPpDqCD19KJQ+YJCOPtu22r2eDFO+U4bPPFYytj5zVSA9vcWAvo6oKb4XAaC+NWS+vR2gzr7TUg4/7Xw5PtfMt75/LJ29SqYfvvLXBj02au89gEolPlUCp73W7iQ/WYutPoZ2Hz4n/8q+KGl1PndXFD6Fi80+3A4QPn+fp73Tpuy+gz9pPrcg5r6chR8/kEBHPt3o1T0PMay8eABIvhtHnj1ONqk+aE4jv9hG8D2APqm9rvdsPiDwBD7E9L0+u4gOvbu2rr7McQI+l8MLvpCyeD68iSa9pLovPhyDqj7DlZK9k4kMPu5HvjssIC2+W4VKPqRlNb0iMFQ9iFiFvLN+Iz6csZ0+Oe+tu9ievr2Vg4E9XJEJvBfoOz2n05m++RRKvgcPir73l5U9MZnhPCflwr3rU+A9lSm6vatATr6eZg0+PuKUvgeX1z0sOpE+WTIcvjmtxb7PyIE+FA5mvV7S3L1hiUo9ZraqPr1qg736ZfY9HPIgvDuIpj79nI++gNyPvb9drb7T6D89I+rGvFLzoD7Ubpw+sf/HPJniOr3+Zns+XhbWPXQ46D7Itmo91/tJPQlRob4zJa++Z9ZlPfsugD4O4eO86dVpPfFnRL8ppqs+PZC2vXXMBT75ssa+rbknPocmlD7lxLy9vtipPQY3kjzVA34+DlRRPqg5Zb5HKOQ9xOosPnPLJj5/ncw9afw4PUDcqT5FxBO9/8Zjvp9QGD76Ybg8pxmIPueAwDwF2xo/bzcEvdGDib7n02+97tA3P8pokD315HW+SLD9vvnwCT65SZM8Vo3NvaUuFr/aIxi/Oz1+vUSqFT7t4AG/t/Yjvh7OJb4CabY9qfgKvQILNj64nGu89Ug1P2pxWj4HpEU+jdRrvrQHKTtvpKQ+7joQPsGPxj1qPN4+Sis8PgXpjz70r4W+SZdBvre93j21SDS9nrbovfXKnj5AriI7MOihPtGJxD3laMG9UK0QPvHDG76W5jO9++gzvjk7Nr753KC+y8iLvYqzAT5KyWE+zJM9PhNNAT76Z5C9e8KKPiys3jzOeD+9f7HcPYfdHj4Yvy++/i2ePTixPD4lWvC9kDGovYfhMr4dCQK+6IT/ve39Cz7cJXq+V7pYvnhc1ryW1Gu9oNaovYs9z71HYHQ9duDOvaO7Tr6sPty9goO0vdcbYz49D62+FRa7PpA+TD52lsc9yDuOvWvfE76ekza+G38hP+ZJNb4P/6o9iZUpPpdan77JpeQ++0WSPsFl8Tv7rje+52lpvkK7zLwTeie+IaFIvovNkr38RoE8ucoXv2uKZj61i0Y9jCrGPEReET/b7Um+pjx1vXJb6rsyk0S+r0yHPILCUDtQYU29B1Glvqzo9bxX3TU+qA66PIepwj0HYte9j6EePqiavT77Fii+g6HavaFj875smDI+l0HXPngtID9Sb8U9FdrovexvZL1u0UY9+mjBvgQGnD4/C7C+GtPZPTB6Bz+WoeG7UyAPvpuzCr5PUAA+2NdcPTXSCbwpZsE+JYjxPgDYUj2T8Y6+dU6Jvli2dz0Kh14+9VJCvjDSyj3AYzc/3FdoPlunbD4OGy8/CUQVPWAZvb64XD4+HJduvB+phr4MTAK9H+t3vsGT9z42HZ6+O9ZOPptKVr7mk8Q9U2TvPT5Ugj2a7Cu7VGYMPr3lTD5APMm+3Ex6vkVHLb+lyFc+DcIrOgNKEj4qFYo+cgjUPTi71j2ZMiI+cFDkPl0dOD6a2ZQ8hf4YPuGM3L0aegk+DRwHPt4gnD2GYHy9x7sXvm0PgL6/vje+kXoHPeXS7D0ixWa7DDSoPPqEUrvtOZA+xs2BPjeqhz6XeCe+t1InPiDjqL6zKs4+TNICPrgU1z2gVck9D3SHvkvohT2pz5m9pSKtvZm8Gb6xvJo8qa6XPfM8sb2xiwo+r32ZPtrFPj5zIlW+QP/DvGOCOD6W75G+WNQbPvLqvb4NRP48VgD7PS6ZW70TqRa8yKuCPsweAb4Y6ws+1mmDvgwRb7vv9d09pUVaPrntEj4di8E9aVzIPQIWNz5MPUY957p8OydZor149bO9UXFbPg80Ir5KI/m97Fo1vl3ZwL3U0W29UTjUPi7/CT6hn7G+JgkQvsO+6LxWy4C8QnI0PWwzz7xI2yG9y5uUuvApoT35+Me9G9X5PQ659r2Q9Bw+pBiUPaqNCb7BfR4+5xWNvR9g1b2hRoW+1tOLvHOIeLzUpoM+lVkUvF93F75RYw690IMrPjuAg74KMLQ98k9kvs7afL7Es7Y9vrk9PmxOID3y4Y49JE4hPtU7JzzlEoC9bComvuVHLj4y95E+E1/hvh8zEj5rqn0+OIkLPhL8oT3rETO9gGjrvR3Hsr1hd5O+B9aHPZkJXj1cdLQ9wrpavSAljj2z0j8+G1q7va5cHzwJjZi94cl7PJqpgT4MwF+91NKlPOf1br5ET1493Z2RPiGutz68pgQ+WkdHPro3dL7gmzK+/6jNvkLU/z31UOg9Cfu0uza9Lj3kmDQ+260dPqCpjT2s7Iu8wnunPFA0Z716P50+vF1kPe6NOT44xqK9OiV8vs1fZL76GKo+yToQPQCf4D3B0VM+TQNSvfFllz0MHJc+ledjPlwpBT5IEBc+9b+wPc19U761IFq+3npivS3lor03OiK9GoULPylH5r4hcxY9JPIRPTUKaD57K7s+EeqmPggTKD6JQUi+O74IvrZK+76xjpk+TlUWPawQi77PcLm96C2dPtJefD5/fKY+93OqPtOaNj7YJhu+sS9oPDLyA793EXe+21PvPhGJ3j7luQG+tl52PjNRXL7p6xq+8vHJPBP5Ur6Qf9Y+pp4NPhc5ur7sxnA9makDP4M5Zj64j2m+TPOBPButhL7bzX4+h5SAPuPdcz1lxMc9HYQhv/GQFL6cUYW+RPkgv/GJLLwl/ZS9UsM5PwB7jL2ma4g+giThPp6mkT6fTMG+BqOQveNmYr7LyXY8hlFCvecsPL6qG8q+gs6Guxr2477w/Zw9wDUFPjfpiT3+yJU9mGVRPWxIN731UNo9dnpIOxEbgT1l9oA9oifLvpEFFL4us06+9SZLPgZdhb0ApNQ9iTtZPm1B973w/tu++E1Fvj5IQL5OUpG+WQPQPbyn0TwN8Si+55gUPsvF1r36ZbQ89LCWPnfswT5eSqI9E0oGPt/GWr7H05m7ODG8vRlChr6WJZG9NwUuPOpiBj7Bups+f4KGvsEMCrySrB0+zOJGPNvzkLw5N1q9IpYjPuwpWzxyryQ+J3vnvAzJrr2t4yq9tr1BPtUUB76ARw89IbdWusZkvT1i7u28J2KiPSJxbj5jr3i+AMoCvjQTwz2zD6m9tM0tvROOJT369Da+rC9AveumxT0AW7K9aowHvklPiryYUrg82qk2Pk9xaz7EI4+9e/GKvoyEsT2iNWg+W+VhvBzAFj4C5Fq+Ux48Pc+eGT4cjB6+0GfyPIq8f73dOzA+vrW3PV6KqLxPiew96BkxPXl0Ar6o308+z5gwviCOsLw+RqY9oDAMvZxggTuLnqQ9axgHvSwBoTzD6Rc7CoQLPjuZLb53dLy8VyXRvInU9bzWs12+udkxO9W/Kj6Hipw+ONgoPY+rRz5TlOk897Z6PZSlzLxXbZg+9RLKPbe9pj6rH16+CeejvJQCL72Yyxi+PLXFvfJ7rT0xl2y+nqkbP0+gA7+7QSc+FaXrPVhchT6AP9Y+yOKXPo9umr1gy8K9COacvimrJL9s/KM+/jG7PiDcQT0Gthm+IMHsPi3hPj/J+QE/hdGVPq6P0T68vAm/KZbQvU4eFr8Gpve+3BzvPvnHSD9c3kO+1sKEPqdvEz3lCYa92Px/vsxlLr7xtwk/aq7IPoZ+M7/fQ9+89vLvPlNtgT6Ryts7itItvt6Fgr7LJ5Q+PLv9PdrTiT7+9029ZM+Av0Dvnr5WuMi+rKUHvxbqSz7+yq6+in93P12QfD1NyZk+Vg6tPm7zBT/TYhe/3F2DPqEJH7/aiis9bV3APVfzVb5l1hu/6r+lPXZP4L6+YD2+JwWbPRnNvDpuQpE+HkeNPW0MQ75JLRU+xxeivsQmWj55/6Y+ePSAvnxCjL5P9hG+MzPBPTCTTr6kRqm8XnR0Pqn5Gr6Bd/2+WCusvY0usL4ry5q+sJ9PPlRahr6WLw88Ew5rPY1DPD6AAVY9Ch1wPrCeKD8U/g0+8pgzvTnL1r5Spgg+wGorPqwLrD2M7b+9VEqCvmXc5z6Ityk+Lxk8voRChD6LHpM+/8bjvZaNGL2lLRG+uGdMPkcasL2sEyY+9rUYPjKEEr6Qquu9lI+VPjRjGz6U1B69/8URvpOVTz05/kC9DJOHPujccz3Wx4i+IhJ+vbxmX73SaTe+AE/QvnBkvT0AQmo+TLQZPfc7Xj4+OS29B8tGva5VDr2gjXA5h+h3PaplG77pLkW+RvhEvp7KBT79sBM+3tVcvR8TSj3DBJK9gBmzvbcDED7Yolq+WTtsPdY8izxMS9C8AKsWPR01N7wyUCm+AiFkvsqEEL2tmiM+xxkdvYTWk71NMb69fFglvsmYKj7lFD++wBs0PbZEQT4rhoA+OSqMu/gkGr6ltT67eWxKPj0dMD4q7Lu9Zn6UOrP8qD3WNyI+yNTLPGJbKT66pT0+Pv4FPe3oKby0mtY+8NTnPTR4uD75T2u9sJkUPqcNAL64+3W9FnvvPZ5NwD4yAQI+N9Y7Pvzd2b6fFlE+YJBePnNM8z1Gvpy+0GPRPRGqMD4L2oo8KG+OPl3keL6n6YQ+J+4vPody/j1xzaU+i9jXPt7KDb5X5QM8uFxOPQd9BT60PUS+1oOBO1n3db6JcmI+IgxnPsVRqr6UwB4+Z7OUvoXg1L5zOTC+gRXJPuDRgr0kexe++JrfvY6XU71vZX69Es0GPgedoL7weCa/m6dIvi6Dnj09j4u+oBAzPhS3Sb4tYls+623PPYn+5j3vz5w+ZSo/PntYLD3Z9EQ/xXY5PUNQP71yKqs+PGinvWfUbz4FFaM+0OV9PvZEZz09lsm+SXEHvvn8vj05GIq+unVKvqlJ3L3arcU8FMlIPr3Kzj2E7tI7+fOovKaUXb6S0a49ob/2vaVQh73KQIa+amEUPuFBRr3RC4o8bRCYPoxLc75MyUi+TlMXvFVehz0I7Do9AP4cvnjf2z2/zam9MO0VPjM3kj1aQLq+GdxPvhxFp70iv1S+F5MvvVs71b0QFlg9358ivYuKhLzIfci8vpqHvexBnb3j5y++tbhwvqfVnr2/+Xi9NsLJPcFuW72qm1i+fGCCPhww1L07Izw9cTJjPsC1Uj0XTIi+UYLVPgz0xLy69m49igmDvthsfb42m5U+gcRsPu70rL5XR6y+KObAPQ09ID4PBAm+cBFOvv16u73lBYU9C3RwvjvFFL5+QEM+CpPxvMKwXT4wiSi+u6jQvV+sRTtiuig+AHniPf1onz1Uxq099myhvpEc/D222RO+ErBJvuTVnz0lhlI95pPaPPuCcT411bC+OPiWviLmhr5wjks9d0BmPsYLCT8l8B2+Q9wdPTGTR76LblM+rL7ovUUtBr75WZm+KuEFvgg+Wj4bEVu9vT8Uvnq/sL0YBg0+czCBvUM9Xr1HgJQ+9IXzPqGY3j0Mvi++w5FGvnQXOj6cld89u/jMPbT8+j2diIU+byxRPgaMQD533AM/hfqAPgDYPT0TZD0+NfjoPR/Dcr4rrjq+oK2svjgoLj5F4xO+NRQLPiN9kj3lCIY9pLLYvfZlpT2XBK+9fubjPfoWAz+lW4m+w0gOPoafZb+cfzw91dSovVWutD0HUPA9D6/pPA6JfL3fzD6+FLH+PkgnMj6NTxG+JoRYPnMtor6ajtM+GC1Kvaa/kL6cDFq+hAl9PppktL4eSle+h39hvuphCDwfwcK9uiwnPr1YJj22s5o9TfSjPEh8P741KKK+d7A2vRph0z0IXQ4/bM9lPnJCBT7os568GpZAPRU8sz4Dtkg9uC8qvqP5c75yJQs+FJ/gPHB2tz1tS7S+kqRyvmE8cj7l91c8KlasvfteTroOC8y9o2E6vtxomr6uJ/W+0w+FPEtxq71NtR4+PcxQPnkYOrxKeiU8/xmmvsaf2D1y/lA+tSh/Pserjj6hloq9eYnIvbianT5UKts83vY9PZBUBL0yPyE9nUwJPi7wD723Ts49HD68vmDmAb7aHPG9gIdvPv+QNb19AQ++sWPZvrg5tDpVN6m8RVYhPuhMYL5mAJI+hpKlvv54CD5cyUw8nwVjvteuP72IQIS+iaUvvdIzZb4VRMY8KHGmviD7z74/Nw2++ipcvQbk8LySh808y1/3vY7QMb6lJ1a9GmdwvIwp1L4BDGq9cnMOvuTojr6y+bU8pkgGPcNDKj2ry5+9sg8uPg2DZT2xTgG+geUPvp1KKT5k9iQ988ecvs9HKj2qx0O+pkbHvRMKvz1pcCO+1+YXvofPEz5YIZK+z0T/PQz2XDwwoyA+er0SPVUONb27ONK9308qvkKkeL1NnA6+jmhVvvtpQD4aIIA9IluWuyrqBjtihCo+qlsIvp1Gsj5JFTO+YiJbPQo7+Tu5FYU9ZnN5vWHTRz4hBWG9KhzHPe7SEz0dvEi+NvdGvp5YBD3bEU49ydncvQzYuD3Qwjk+ObOHvcbdcL0W/Oe9C7lrvlWO3j3ARb0+e4xyvXlUqz2LRFQ9EwUBPrfBsLy3ZBU+BEAfPgnFJT4DxSy+hIWAvZiwYr5vIX89XXmqPXUhw72ch1O+l74evaHakTykPvq9+ZsqvpWyrT30OaI+h7bsvXX3dT4FmM++7nc0PV+S4b4sT0G+6gSBviO5fTy/EI0+WSjuPM9ZKryJUJW9vl3UPsfjAb7Rvs2+6OpVPnCYKb/pmWM+nnQTvvw1lj1H15+9QHbIPZ8BkL06JpU8dh1UvufCYr2t3PA95/fpvGKNSL3xpQU9NksKPtgl4b3TyFK+OPsePV8Ayr0rWsM+DJ1oPmLP673STRU9GKgYvkkH8D2P/Pc9iHWmvkeQQ7yuEiK+keUdPgaqJL6nP8C+VxNIOxn2Cb7XEA49xfhoPgo2Cj4wL4k8UylIPbkXjb419Nq+FyjZvUFVtr6/oSU+zoRqPoySTj6Bnv8933yJPM+Cfj7Uexg9SEeNPrBi3D6Z83o9pmbnPGgIOr7/0cq8EZabPUXyHz52Krc9yOuKPoJAWT71CQk+7/GpvrMwk71j2nG9pvORvbOMmb4Vgo8+DMYSvttzvT5Yscy8VD+5PR3Hh7wcaDs+YTpmvi2k0L46gww+M7VrPc2qcb1HNGC+ETVTvvJqBz7r3TA+Va+Bvt+g1b4QWgq+Hx21PiXMfDzDFhg+ixLJvaTs5L7HSVu+FnX+Psyoc77Alcs9YDLvPv6AL76meJU+8m1+vlf2kL1BSWQ++Q7vvchvaL1UTa6+k7aVPVm+uj6QC/A7pjnivr4gTD0rMqE9cMMjvR/XSz09cre+d2HJvTpXE74d1TQ+1sIoPRv0ib4Gvx2+I4Ojvq2Ufj42jvS9j72vvXIAzr33TDQ9kQjTvQKt5TwiUdC9eYppvs5ZUD3NrmS9uaFNPY5Kij5hHVy+3WcMPgHZAT6Ow8A+xbYHvpKyxb2AB6O+kiERPnlpnD6Y10y+dDBcvJeNVT6VV3M96UXUvSL+Wb0zh4U+JIl9vDBJCTxz16q9blZyvgGuJLwcxr68aG4XPls/YDy/yNW99KpKvtmfmD6DW8E+FeM7PbIF2T4couC7WTCivSaDDT4TMIy9QcabvgBVgj4sAbq9SFuKvdCViz7gDEu7G9R5vVf/Ej7KEMs+z8avvuduHz45k0W+SwLLvZBmHL8ya+S9ulvkPAnxhj2cvFw+s63EPRGdkzzI/iC+uZLDPl6Dqb5qXzO/nAUfPV0LVr9/+MA8ALk/PnfYUb6PNlW+lFUcPgjrLr5hHzo76+uBviK/Ez7Bb0g+7sPOvSzwOD4SQpM9CtgbvYoFA76bLMQ4m/ahPceYyb57+Js+ptEDPydeM76ffJ+8a6Lwvu1ujD3w3hk9LcUQv25Omr3/rYI8EKfTPhjsjj3fKgu+eucZPqK6wz2kljw+w12YPSdK7r3tn0g8Mxplvaszxb7OKm+/1oTivfJO1759aww/Fvj6PlAnML7bBac+KfzLPXPfOj5gSwU/4hTOPVxRfD5wZOm9ATEKPsmv4r6gIJ0+YkgTvilnAz+H5My+2oG3PtR9jT5GlfA++osJv01Nn75Tc/y+2gChvl7qF7886pw+/D+Mvq1/Hj8gQTi+GB3jPq+n1D0uW5A++cMUvsaDLr+L5w++Q4jJvb+Gkr0tUrK+Njoiv7zJuD4fmfg9enAzPlIOsr42bfQ8Yy1FPin7Ar1+0eq87wUSvk3AG7/kFBi/QC3OPpgT8Lxek3E9HzwpP8cXmb15Rqw+bQrCvh0UMTz/vj8/AnZYviDGK73jIEC/VUVzPe74Nj+qLzC+te9jvqs4zLyk/7Y9zUp5vRSmUD6lEMa9qUpPPgz22L1N+2E+8H+RvihYXr4MUnW+sIyGvl1Zcj0XaDm9rfLmvRzZGL7TOwm+MyZXvvl6jry3hK69PGxKvXEpkz3srIu+yquyPYM8uj55Ana9JnbOu7pGp74kvRE+ErrePVCcGL/Ihem+9gY/PqQxIT/0Jcm90YK/vmG1/j1Dssy9OomKPdvddr4B0KE+5IysPvQ4Jb7D9xA+yiiQvoKRvj5huUm+GVAtPe9j2L2Xlac9zyEHPleOTj5oyyE/C+oXvl8x+z0s9S09jKyIvrm7vz4ezKu9uHzgvcfVAz9vAvE9Z1+cPTZG9z0pTiY+6iG4PXxmPD4+22e78iMEvfKWgD7iwG4+0VlKPgqBkb5pgjc+lL2iPdSIArzW96E9I3iKPnKi5r2jiZK9pLHlPuR6F74Jm5a+8RDxPQUU2L5h0+o+Cz+rPXgtXL5VyxC+jaYtvjt6S762ukm+8s7RvCubQD4na1U+058fPnWcSj0DL2i+fo7bPb6RkT1MIAG/m1eAvhurUj4O5v89D1k1vVwy+L3mRcM+r6u3vm2a4z4nVk4+OgaSPcsxgL7BRiU/Wk6KvjFmWT7BhY++tGnWvl6Ppj5wgFI+8XwCPsDdC72eIJ++5WEBvpy+1j1HDgK/vR3uPFPHJT7RjdI9Dq8kPjwZAr65gsu9b3udvoXhm73gJQY+PZB0vjK7Cj69kq++tzFVPsXJ7T2u4hg9PtRPPqezkr5LTu69NaGVPv+BpT5Q2sS8jivHvepNTLwEWxi+Lh8oPiwxELzENm++pirtvRCWgr08m4S+KfdJPjYEAT3Kpy0+3NlUvjCxxD5md1e8n/43vtc0fz2LPRy8u77MPZ6blb7UfEG6LcjOve3fw738Y0S+LyXjPfwIir2qP4c+vJMXvRrpLz4I/FK9Ip4FPXjztL5bHqk8V8x0vsder76YyGA+uulkPnOPrrv2jfQ9Bht7Ppc/kDyXTr69kQt/PN6AkD1oTF2+J16ZvsScLL7nij8+uX84PRFeiL1fgLW9gggPvoFx2j30vB+9WQ4UPtqTZL2BC0M+UkY6PlgdgL4jyAU+iDs1vmWSkb2+u4K+Tww8PtgWCboXJrg9V49QvoxUP75BW/+9C5sFPt75Cj+MgTS+oUjQPJQNTj2qR54+HUbAvUnk5b0m3Am+l+N3PaIvoz7Uh5u9bOl/vmmKjb4KIls++3oaPres8b2hJIE+mHSQPhW0Az5A408+GmvfvYkwkD2N4o0+cGx1OuzPtrw1DFU+tkWyPZB6XT4Bm5E+sh5sPfmCrz5mih093BWmvbQXCj6F4Za8CaLIvKCXcrzfSgO+tnYNPQSdsD5/dxE+5QaXPehHkj2wkkm9H9kovW9hbT5+PyW8snQcPhIjPL+IcUi9IAc5vsSJITuSuW4+KjaCPteK+L0ROn++SWBaPxYrfT3mXIC9uoEQPt3kIL6tGjY8eOF6vb7qhL6/gp6+p4a6vHkU3r6CXFy+scDHvj2yDj649FA97T1RvJpAWDlDbdg+XKGnPcSenj0e8Mq+qq/6PchyPr55mEs+Du1xPjcfTLzqnNw9s0JLvsOQ5z7ZoXk9IH1svqCt0L7fZpo+CON6vo2M4L1RQrq+5FGOPawavzziV/s99zEQvZDpiz4UVq89rWQJvnOmRb5qwsy+hWVtvUbSXjs9Cj+9UDa/PVU2470ocQY+oUCQvt0qfD5PcGQ5qIBmPCIiJD41X2G9vIorvYBjgj5iHs2+ye8HPnMKfb6w4ow9y1M5PlV29z3vdgs+V/aCvZC3L75fczk+SJwgvUhprjzc84e6A8yUvmvNn73xDgW8zj/NPU34872NpPm9RwGovp863DxboFk+wpk4vr4nH77woQu+zpGbPmsmuTuTNck9FHyuvpEIQL6PGdS+tTRwPv7aMz6grM8+TTNnPeMlhj0m3oQ9p9aPvSkxSr4tVKU9VcaOvuAZl75ZXhw+w7IyPnMATD1a6ng+vVSQPiekLj1wryk+c4fzvIxqRL1IMFC+PdWrvpAdoD0+Z1k+9DkHvtmZrjtHV7u95tGJvo+YBr3Pcjc+LT8qPu+it72136s8fXcPvp244T3PScM9+8hDvn8Tdz6blxW+oygevcU1jr3jUDi9oI73PYNoVL0xFf88krzTvPvr4T7KSEa+xlzevW1aM77sBB8+UhkdvQ5vaD0ja4u+v8cHPgW3mDxtV1a+TMUPvXimXL5VXpI9AWrkvUyDObwOGtQ9q/YQPnlFID17RhO95nfxPcxJqz7e0V897N7MPdChxD65b0W9oTSYPaCbgD53G7Y9ulUwPlCDsT7FzGg9Nc9vPCvquT3ePLK9CQD4vcmzoj3tTjk90HIfvYWrUD6qINA9+HcoPMReDb35AzE+p5cXPvcC5T4hzDy+p/+vvpVkDL8ZJz2+XpxivmU0n7yDsgU+FP0XPv3FLb1GpIi+TyzpPqQltryszIm8t6xxvjYWwb3E4Bu9JGyGPsiVZz7qF3Q9b6o2PikgBr9cgXW9G1MTvwwdJr02q1G99fhFPjlhYD6HQU0+mqyXvJfrpLyCMhy+5uSvvUnFU74M5pI+oozBPu5u8z30vJK9oyQFPtTuBD6buhW+wABdPRPCO75gzak8dv0cPtoGOD4PRFe+hEaOuqtYAj67pt+97GfVPbmueD3O0ws8i3Lbvd+lo77TVOg9rfWSvipff74jGCi+4tM1PvahtT3KLHg+ohDsPQ/28z6dcl4+HBnXPaQPO75YL0S+plufPegipz1I8sO+YxZyPjPU2j2wcWI7jvhnPkvcnj5HXfo+B3ZQPaeVuL7K6hM+hPgYvQkeTr7EPO0+O5Z6vkYP5D39y+O9g62+PnEOpr4sUzq+YXvKvtPlU75g39A+fsAQPWDkNb6YDZi+fmGAvOwxlT6QAuw+4FTKvmX4sL62SmO6c6+GPrJu4L431k4+g2ZBvqA9KL2omnG+OTaoPjEquj2aZkE+V6iZPUGrWr5VuOA9mBKivorOGz7QfdE+v56aPkkPRj4anPW9Ll0YP+PmWb0gD6G+dBnOvgx2xT3V7Ie8xmXJPTErMj69NNa8AxmEvl5Is73nSKc+pV1BPqYxNTraycm97W2cvrdaqDtKxUM93ADRvspX4jzRoUK+qw0Cvl2iOb2mqfa9LyYVvsdDFT1gVIq+M4POvXePDT/msfe9Mr/vvVV4q72DtNU+khk7PiIiQL23kAW/6awRvTxuMz4yTEm+e46GvvWPG777zmM9MSyrvbpGi70zKls+ogmpPn6OIbyTFRS9IKyUvuqHcz5jQg8+Xfl0Ptds7j0FL5Y9URb+vR8TfT4bsJI+bXWkvR833j7TWe4867QRPX3WyT2VmFi+lGnDPULqGT7xwyu9RqBGvS3eNT6fYeo9pJHPPVOyYr6KCcc+vOxIPDwcoj5chei9VOFxvj6ZWr+MDPu9Q6mPvmcr/7yn+Rw+ShijPjFPrrx+ncq9LqXRPs66Gr2/pgU+OGIHviLYiL61mVu9Rr+HPvpIpj0nIJQ93+NQPVJvKb9yh1o93Cyovou4Dr7OtB28dMmwPu22Rz6ty4Y9YkpmPpoT9rx2KyW+fLeovQEQrj3ZNig+XfV/Ph2xhL45UBy+PmKNPZZouT4SGJc950GgPd4dwL7mZN+8BEkePmM27btyswq+GeDMvfZUhrw4bx29UuBwvaamMT7iQL4+/jprPS/nmb5ozBM+wWKjvmd2Gb+aKIy+1mwfPrFhJL0JY/8+mOCRPsvCNj8o4Ik+aDA4PmWf976636q+uqD0PtmEaz7Hwz+/j0dmPs1hJD64I2m9SmSPPdtuGD79yyo/jrviPvupYr8tP0A+B8D+vpe0+L0pS+w+2EG7vto1Fz9qqua+9yS3PiZjBr/KrOK+3unVvaJmHT0sTS4/Ert6PUpv1zp7LgO/kRLNvu9Bgj73D9I+yUK8voOz3b6Zo5A+nGeDPtr1Cb9/YR897Y0JvyjSsD41jdi+9CjQPpbysD5U3k29bb8jPs+Qlj7AaM8+Pt+AvtmKT74NYh8/2mXWPJ5yLD2FOrA93zcrP/FVO77VU/++HuH3vsOItz1a+uu9zr6nPgjxij40yp299v3jvFqJir4sjJe9hoX+PVfo173SLjW+Q3zPvkksMj4Lzvy9puSJvcCU7j3Lvpi6mo0rPvExFr490JC+VyBbPXmQwD3YmIa+cuaUPvQEyD7d5oa+e3gEPi4UpbxdyaE+/UBwvRJr376078S+TA5nPuBo5j46rqi+oL7WvsL7iT0G0ac9MXeCPo50G77zOvy8rQbtPrMSAj5rbla9ok2uvpL6gD5dCaE9yB7APnIOiD6GKbA+lruuPYPXaD4f+t0+qSXTPVAkmryRBD09PKEcvqx1ATyYrA+915q8vmjT8z5Q7n6+Kg0sPPRaxD1jdic9IMIhvBKxLz0CtUm8g0UjPV42jD3ok+683gOLPZJty7z7XCU9mBHGPW6jh7yI9oU9soKHPAw/Cz4EwD8+zSXJvXa51zjFpca9pJkCvT92EDuQVdK8TlYbPPgfOb1gyey9e7cCPpcNnj34Vk4++tQDPe3SJbxLKxm9iCANvST9mT3hFhm+CFcHvfLPDL7+K10+mV+/PUJKwzxXJXy9r0btvRYQub2zBqE8ALCouiMJvT1Me6y9ves1vd+b2D2BrlO8fK8JvtlFEbzOfYM991YAvlCy/Tz2meM9tIqGPd+yPzxX2OG7C9Y9PnN4pj3mcKS9oSFAvYfqKr6iZGG+NEmCPa6vTT1yOKy9LDRpPAyMsbzdAAW/1TJrvKw5Nj+lIGs+SHITP1GFFz0+9+k+jZnaPE0NhL1ivxy+XL2jPo4DRD5yWr09wNtDvk6i+j5sl0E9by23vStEpr6GYcY++6tHvoaOL78JRe8+L+Vevj8zbj41KQU/siN+PhJGeb7AGj2+Yo5fPuc6Fz/GRqw8Y1/ZPVVuQr3NpUW+WWWWPv5MXj6U8Im92BiNPhdFAz//1yq944WmPvseqj76IJS9fAC0vgSupz74mkY+vKqjvVg3P78p1C4/M4ucPpk+sL7CkQq/YWCEvmFQ8LzRSQC+eDuqPVldBr5mWoG+NQVGvoE1TrznsAI+DawIvSlQW76fd/W9rk4WPsA0uj2dqnS8XgDivkvosD2WrzY9xrklPmOCQr1VNMQ9BHNaPfkfDTzPUC8/Ym1kvbwHiDxSBQs+3mGjPWMG9bytBF68JirNvCYs3z7iiiS+4yWiPXVh7j2vksC8zwSbvj9a670z9iC+ALE0Pg5Qkr7Vkgc9Xi4rPfGanL2Ktcc9K+MUvfVBojy37n87pDvnvQUAIz4kNoE+6nU4vUDOOznK54I9Fi4APnCCwr2raBU+gDI1PVf/gz0k6n47cKn/ve8ARL0smQI9lEXkPZAgYb7lFrA9dcoFPjf8dD2Cczs+mFofPda7hb3KVl6+dFgDPUDrij5yHYE+g4z+vTMhGT/v33O+F+BAvIXTfb7keWC9EsmhvKAmZT0OT/8+YUIjPzqiaT2U4vE9bavGPrpWoD51k0Y+/j5+uxU1tj5iyEy+CUnRPU2hAL6ge/s+skOwPoOiLL3jydg9JYO2ve+z/b1d7VC9pCcwviLWaL079pK+02n3O/4NKz7cYUW+OA6aPikppj0tJmU+SYDDvfA9Ej6sjBo+sf9ZPqQFBD9V9AQ/EzDYvntn2r3KZI08pTbwPKHEaj7UqLo9TzTXPjo9ub6O60o+kGAmPrJx2j5qM3U+fayfPt65Nj3vize+XJ+CPlKXGr4bJhy9kzJrvu91hz57rJY+8EfQPqGnhj6NUow+eMRgviaXIT0RgUE+4w2Jvu0ZW7x7JUi+cob5PUN63D6E6DE+tgN4PuzEqD5VZCw/7dHwPXKBgL426aG+tgYkPk3CWT7tY14+j/4ePVI1A72emAs+zqCVvrJSk72XU3I9KougPrmG4j20aPK9HggePL49lDy1FhE+tv5SPGUU6z4xwBO/H1krPfTVjL5rRC8+i+fvvIwTRz6UnlA/rxFJP78uij0KsKw9dcQdPW2hoD5IwWU+nU+1PBXS4L3b0j4+GO4jPtst/73y6HI+TwWNPkh/bb7gS6u+T38Wv0VVND5Kix++0MZqvojC0bz7iwS8WrAgPwLhID9vdvw9VvenPoasXT4Njmg+FwVLPH+mOb4Xa+w+pDxuvm4n8r2g538+ODoOPWGhgz590aU944fFu19B476QC1I+VzMbvlXa6D7TLTk+WknDPllo476WFqE+DFtnvvv5VT7KebA9MG8fvrBrhz505uY+2lQlvfMbmjxmVRg+IS6ivcOgdj59OQg+STazPryLTb1dBmC+mOo6u38QDj4KNYK8f8Y4PuUUkrqtmwQ+yCuFvHBlsL7DI3G91qcsvqs6Lj7UnGo9t2dAP00h/D4z7gS/Mv0XvkudpD4q7HK9VHSdPhMnmb2FZ+q9X2cDvq3/2T2eRBm+FKioPg+4Gz/tBR27wkmXPdrgST01E0o/1QyvPbtMdz4cL4M9lJm4u1Rt5r4S6wG/2AavvvQFBD+qNMW9UsTxvsGogb4j91O9+xbNvVo2sr1jtfG9N43uPidhdT1w5ja+1SvGPlmBe74F7HU/EN0DP90EZ765lRO+ncWjvusvK74uwyI+vB6AvPsnyz72nzY+pIZMPW9ylD0+sRe8P90tPqFvQj4rsjw+eyPQvW13rT6ho28+nvqkO5GpQD/IHPo+4bTRPk1/xr60LAy9njmGPghuOz1+e6y9aUg/PoCURj48LYs+gF9nvc4KAr4vDyo9qK6DvXn5w707iQC/pMMQPi1SOj7VAci8WxT3PkioUz7RyfM+8ZYePlXL8D2ThHI9c1iDPukzgz1gGTe9EhbEPrHki70+eO897NJCP+0BLj6yGy2+Ylb5vt3rOD6ef0E+E0RhvHbonz02U9o+d2+TvStZDT+kZ7+9fIdDvSe7eD6Puzm+JnuUPuw137zVvLS9WzoQvi3VGzyhRIC+u6h1vZd0m743DpY9jWbsPv33nT6Tc3c+YsvdPQIZuT7JIV6+aFsMvnMvS70+6Fo9infAvom1OD7gjtK9d87nvoIL9bwS89U+fvn0PSr9j70iw7C+KsOyvlY0oT5Tvwc+O32WPaTuWT6+iAW+BDJgvgn4Nr0BNjW+dRqBvd69pr65z0y+N+ZYPRi83z3hSoC+YbgZvm7ikD6vJC09n7SIPrHIgj6jbAo+TJKyO+uGLL7VTzk/OGo3vOO+Iz46V5A+H58GPiTdPL4mlKk70ZncvZB9eT4eFZe99H1cvR2+dj7ncdy8TVFlvhwCsb06mvm+pQWrvbOKBj/M6bA98R57vpWALTxY9xa+ZcM+PYLLAL6rOrm+vkC5PWP4nL4QDck936vPPirD0zxvd9I+VBU0Pijvcj8xQwo/hweSvgGPUjyFQq89sXzcvjBCcr2fQwQ+QLmbPoFT/b3BD4I+5yKVPe2xKL4uG0O+fJ6Nvr/oRL4Dyra9uyGKPk3LFz0QdTE+O/PmPbj+z7zC2u8+uI+fPR0CfT0iYw29Wtz/PZabdz0i5v49Oak0vi2Riz3/hJC8jkDxPuJ+9b3vATK/o9cEPyeQCD50I4A4WoFZvjUzbj6+wuc9Cw0JPqcElj59orw8Qr92PRtYbr6WbzW+CVq8Pffzl712fWU+tDzjO8Ewgjw5hQa+gh66vRkKWj6TgCm9Y/VcvVAzF7xuKeQ9FMQHve7sQj6sVoE95n5wPvgiZr70hNM+F4Acvf5Kxb07tBw/THWtPJfzfLwqMdA8uSICP/7nAz430bW9nqi0PltvAr6p4QM8Le61PhfQUj7BKfu9Fi3JvGWzOz3dxpm++zxaPh0r4j0nSwc9C9vLvrQJ2jujCgO/2x4RPnduNr356wo+W/AHP3lRID+DqqA86bdHPgBpJz0uus0+OT+fPQ3IPb2Selc+QgeIPtRIG77qw4C9m46XPqhYdz41Ubk9I0vyvrG1mL7PfvA+ONO5vROQPT6w8zq+dOJUPqKxBb6JLcM+FZd/Pt12lT1WA2m+r1W6vuOBhrw0agi/GheEPVJHRb5GRkA+tSiaPjobhT42GPA+HJ2uPRhIgT+RDOO82orUvXrVtj2lvY49keysPT3fuT4MXD0+kophvlstPz5CT1W+SD2AvlUNeD5eU3i+dLu4Pn09db27aSg+C+p2PNYpjL7X2ps+j4hFvysdAT9VHsu+4xiCP3ZwHL7iHDe+b1dovmZHDr/rbRe+uptEPkE1XD68HZm9th0FP+9lJT7Vqx6+7M3HvVpa/71dApA8xJIRP09pVD4Y3Q2/YJkNP2epML4KT78+m48CPkSqJD0zmsO6Q8JkvopahL1AhUS+cdvzvnk6/D1HGC+/K8ffPVv+Gz9r1hE/3qwVP43WRD2DwAQ/mmsovnNH0r49rlY9XU8zPv1IXb5E1II+h5XHPIwlPb7w/uw8nMPXPidy7r7G3ya+tByEviv6d7/DsW4+iY7KvW3Arz2NgLI+5HqhvtCFfj5iHX49zEeyPvR9Jj5icDk+BqKNPiWt9b71SrQ+e3oFv/pnXT9vnYm9tjPZPa6bi75gS4a+8oZtvmAnWT7G7Ls+Tw8MvsUWrz4pNDm9wu4BPt3HH78zd4U+xw8LvnwPDj8bArS++I/uvjjeoz4R8jI8whYIP1HG2r3meqk+CCNFPqNKL75tQx++9oxEvnrkxz0tPgU/zRVVPod/eT1gSEM+QHfQvn/x3D7BRjy+jlUtPkjA/jx/H6i9DfNdPbeK4D1y+g0+ugHIvV7RCL8sa2w9GVg9PTvcnj71M5A9ZijBvt4uEr5TvQQ/gLiFvmt0rr2jNII7yPmAvjm/r7qDeNO+szcHPho9Dz9uU2K+P0M4PlfAmj1mE7Q+LCUVPqz16z5s8HM+mjQsP7nbr75F/Sq9owVRPs78+L2aNQI+GO+MPviysj7dHbe9JddKPN+28L3liaI+0uuwvv+Gir4ngfu92zGHPjFMcD7hDI0+cWoLvulJXj+IqJg9SGoQv6Iclb77s+c9yV0BPf1tBT+6BMI+6amIvr1H2zy9j6C+4JoOPmotlD5TABK/tl66Pibkzb6JmK0+1TTlPpIO5D26B58+1YJnPgh/6D6ehZo+1oCnPj75Ej4dR7q+9++tPvvC1z7kId0+YzxCvlluJD83Axe+CqgTPdvdnz3ZnIG92kiBPyOBDL78SEu+VzkHv5Fwl74G7bq9l9yOvv2NVj9A2X2+G040Ps9WsLoGfcm9pOc6vq2J5b4KiIy9Z099vnRFND4kM+i+eKTwOzKu4D2xeIE+3kQXvSZU9z1lfqi6vOPnPXCtbD7fEIK+ojYkPxBWbL0UmCY9aCQgPpy2YLw7tZ2+j7pNvTFHGT76Q44+/4jkPhEmp754cK4+cm7YvnagkT5vOSM+s0z5vnm+6j4/dWM+pQLaPlZsPD9MH4Q9ufYovtN8Gz64BDA/MI7ZPpvU571Cu/m++uV6vAcE+D46oCW8yLxCvX9G1z3DM04+DgGgvtS4n76rgSy+eaVHvnCDgb0oP4W8ZHWGPUfacD4WYwS+N613PRJipr2fHRw/LZc8vgAZGj6acUA9OHezPtBLTT67p4a+9eSPvmI8Xj7vfCe+ONfOvjUAl75d1fI8U3SOPvKD3T0sUOU9nhpLPlWtgj1lLxC+gTFBPgQqP75smJ4+xd4mPiKPQjyvBZS9IgMVPipCEz5g5lM+QXbVvGKrrjxUSho73BC2vEf37j5HZie+RrdDPeqFXL2RXs4+27T4PZ7Bfj4bV2e9YIo7PR2dG71ilck98WACvu04oTpUudk+zSDCPI/qGr0apIo+2c8FP7QAUz476wC9V67jvbSNi7xntJM9fJ+DvYUi972Afuw+WBBrvm0fSr92oIA+JuLIvZ3ePr6WS9Y+YQQLP+b1wz5CiOg8kaXvPi4v+DxYaIy+TYGkvvyfVD3Hnqe+cplyvU0GqD7yNhe+AWuhvWTR/L4/+6e+af+bvpbsND/h3Y6+k8Fwvtx7UDzYgw2+vIXzPhpAlb7hrzK+UJGIPk3IHzwycJq+RTTXvSYrMT7AeBM+h3n+Pcb/ZD6gZh+98rK/Pg9DYL24B408wxD+Pv5b/T2uhxu+/w0NPt/56r2pXA49xzuUvjwm3bzY54w8I9gPPpAvF78BOBk/1N/SPi2NLD3R2xm+4ul5PrZXFL4sy0U+xtfbvIGdJj23T+i9Je7Kvht7Cz6ttWC+el1jPgsBLb3bTaq9MjfMPWTo4jyYJCE/St9hPmaN9T43p5496forPlbRmj7Nqf89HBZwvowM5z3d9CA+3lsIPeHusrxNjY2+1isyPniOH76PfOu9elJoPgHWfj6dApK9QjoBPgP/TT5XVrc8OH94Pif+HT6o9RC/eYKlu2Fh/T5dajK9aURMPW9smz5roGy+aZB6vY1hoj7oVt8+SNC5PmKCZL5zaAw/ocaKPqZUaD054/q8qkGCPqF1MT68miA+Q/mAvFKxjL5eNCU+GTGnvuCiZ76p/YM+cSyHPR/rsr5sUpg+gKYsvizXlj78lew+uQW4PgezEj/UCE+8T2efPSteqj0iMzw+ZPiWPmyRPT0+pqu9965Xv0/4eT346AW/puhtPsDzMj1iz0m9mT4GPno0Dz+gnJi+xvuyvmElDT0jrdM80tJGPgJkCr5uzKY+C3uVPvmnoD57QgY/z4phvDW9nr47+C++XwGNPu8LE74rxJ8+PGvZPogdXD4iI4+/c9x4viCRSL5ueho+vYg8Pbfk1j0QWGi+DQCAvlnYTb5r5CY+RVPovYkcH749tac+OPKHvptTdL4oOQ6/c9Zovd3Y2D422nW+eUY3vvFYRz5U3Kc+1wdZvqKmCT8xc/+9PoouPnHVWT68qF+/u3f2PmfxDL49pJC+5pYUvpBdwL1bR3A+J1MtPvLYE7wvpIo9cXs4vobDzz7V6kM+1OSWPpKTbT2ibnc+HC26PTLVhj4Xrii+0Ir/PeCvMLzrhVW9lbafvKgwD79WdK69Dx0PvnHbIT69IKw+2F2zvekdPr5AuIE+yfybPX5bC7zwpJw+9hmCPirVvr1mEmi+udZYv/FM/D1zydy+wchoPmXBPb6NjMI+67fnPTSBw72o4K4+R6JxPuSZ7j7V9bw99b9YPV3ZnLwYuta9GaOZvh8zjr2ea7E+KBrCvulZpj1gMyK9unIlvj8LADx1c3m8xiE/vl1XAD6mBwA/016BvX3KfD85RI691Oqkvmfl0L0Z/Aw/YFLSvZiKMrxF11M/dgMnv74PJz++TAu+LrOIPrAteT5MSVq+byNlPuUjlr7iJhu/DHa/PiDoSrzwUKm+gNwav912BD93Y/A+/3QCPrNuyj7eZWO/foVgPjNRNr4Zjds+FPoSPWzE5zzPVXA/BJ6jPptQCj5yArk9sjMQPhvuA7+kkb8+V+kWvnsllL4posU+xHpXPRe2gL6voym+LtiOvit4Bz8/OGI+SAidPpuiEj/Re+a9Mdcav3NDcL6mFVu+EbW8PjqMur11wp2+OPSoPVBQbj/V7SW+vYHcPrquij6IB1i+Rku/PlQ5Ur/W0ww+jgYLPo8LnD494oi9WMZlPvYk/j50W9g+7M00PdyTCT8aOIC+rYozvuIgJb4Etr6+aeJnPMD0Lr5DC8S9nNTzPnStzz6Nv869AncAP8twwj4AhDA+/eOVO3ogXz62wMI8aB3nPugcFr7Ab9c+UVuaPu4iML4GhvU9aex6vDodNb5nR9Q9+fWRvfHxib2KLoS+JwM5vfQBkr5+EYY8CZKcvoWqUr6qHf4+yg2mPvSWgz56PcQ+Iz0EP9BMmD7xtxC+Aec1vlDfwr3XDAS+7fUiPgql7T2xL3G+aIk5vkTCbD5LMQC9uqK1PYgG2j3Oliu//IEQP6g0sr11C++8EccEPxa84z3HeSE+CpxHvg5f1r23rUe+XsiEvQjpAr5gbj89A7buPb/R0D6Y9WM9VDjdPkQ9WL4bRpI+Iyi9Pgo+kD12kf++ep8rPp+brj3RlN29sT5HPpXFnb3ka8m8z7MVvrL55bwVNcQ5T4gFP+Mn+T1/bjE+Hm/aPdBp9r3gfKo++FgNPTn+JT5lm6o9/sd5vxbYZT48Qha9n+nXPO55LD43u2c+Fx7sO/CAQjyIgGQ7jJauPceoDz7MWoI9Dj2JPnv0rb0RW6S+LeD2vgDDFr6IjwE/e3WTvkqiCj5Wizi8cxX+Pg48qj2LR9Y+DI/sOw37gD67skg/AOEYvww85j6afCO+aiDzvRR+8b34Lz2+C64vvn22Gb9whBm/5n8hvoWsdD3ziMI8tnfMvXLAJL3MDPI94mPSvSbSEz9D2iu+bQ8qPjBaLb/eqBs+fHNYPn3CqD19nu49cCiOvRNKJr8lI1s+0nLcux8rEj8Ywve+ZRslvtwJKj+o19a8c+bBPolK/zxRt6Q+ptODu5Fwcj4J0H0+oviovg8rFT4GrAC/9jtiPidsWT4PhwI/ZRY5PvFdDb1FenC+O9iavrXAub7+LrQ+tID1PsRSt76Jg9U+upyWvqtuvr0NNUS/LeCiPrVlBz1XECm+bV/WvgSVub43nu89/ciLPYhFwT7uDIK+ZmP0PqIAFD7AqrC9sBg5Pg2XKL3vq7E+mbr/PjeWVz59nLm+xMYCvOQTgj2G5JW+VSeIvgDz9bz6LrY+yGbePgoSWD6YY5M+u4CwPUJUMT/d8rY9IiUzvrKi676Qxwo/CgUVPjrFC76W3oK+oG8ZvYOyTb7QPRe/rGIgPZNR17309Cc/V/ZGP3UWPD0fwDi/iuTHvsg7+r7pXaU+FWZIPXaoJT9XVkc8blWKvjQMrD1gkee+r1ACPjZJeL5NwSW90rwbvpTFBb6rPRO/2KUfvfD7Ez6/FhK/iz8GPo1JzD7w25o+y+KFvgawjD6Focy87N4wvgBOSz8IyMa+pHmKPga2gL2HdOQ+3ZRQvmq8iT3IWR8+mB42PbqRHT/bGVO+ZRzqPk4WBr4NEY8/B70bPT0e575RH6G+hpsDvxFsqb5DjGc+feAdPz20xD2Y+kU/XvcFv0eCo77Y6gW9cV6hvnCvtb21vx4/XiM9vobhQL+9lX68DvUmvv7qhD77Lhi+kR4EvpE9ST5fzGm91EwJvRRV3zzk+PG9D9uRPjoNZr5qRHA/l4EHvqaiF74iDXI+rpwMPutCGD0M2aa+SDP5vh3DmzysRL6+4MjkvheGrr52IBy9FJ3XPbOggz5ImCQ+LMW9PP1g6T2ttKY9s2XjPmyUFL1IQwM/JcshPzE3iT6lcHC9NnArvr8ZV714kBM+tdtYvgtxNb8GPym/PdBDvpgSTT7nuuO90jtnPnjRbb2xcK0++6utvrV9Jz9BOGS+qfViPq1iLr8ioMY+fRMyPsLIsr1Xc+A9ijO3vvU6Eb+9MmI9fTGGPlmp7T5L5ym/+1aKvtlOnz7pVR4+jfYjvJ3Bc75bi+29h1MLvqaiGb/6YxK+BwETPo9HJb6vtZS9BliQvd26fj4WEjE+dZZDvrOriz5jK08+ZSsKP74TzT6TKf2+QKBxvabX0D1rnly+ZEH9PNCAxj5f08E9Y4KevuefQL3qcuo+3cHyPpFI1r0RETA/UcOrvaxDBLxKqAo/hAtfu6z3PL4+9649ZSZ6vRxYNz0LfKc97qFdPoAnmb3qkcK8tjVUvh1Rfr7R+hg+z7bxOx0AGj7cCWA9IGexPYhnZL4dQGM+YSCUPcQKND6U3uQ9oLw8PUX2Mb6YTHw9ooCava0lSb615T69a3iXvXNktL1k74y88Q4wvvGJDT49mzW+SZ0MP8oFO71ibl6+7qkVPfYzRj6aWTO/WzY+PnrEaD144xi+omyuvHrvrr2ishA/evQwvi/NBj76Z/Q+AR8OPjdfkL1HYLE9BBOvPuXYWr0fRBy+PVPcvvqHBr2/kWw/bawWu4PnJT4Z+U4+LsJwPt6W6T4VfVO/1OgHvv0wxru1IjE++oO2PUuwqL/58f+9hGEnPTQFJr6zG3K7YYFJPvoZh70s/+I9Wb8GviLqSj6f46S92y0UPpoeUr3WdAm/nfuJvvNx7L3L6sG9AlPJPlsmlb6fw+k7Q3obvifpdD5tY6U+OwYQP1g5R74L2hM/V49ePk1ljb33jdg+YRYNv6MNJr7iI8G9LxBFvcmlrbxvFnS+wiIAv1mLmr2B/mq9OaIBP7TaJb8zC6g9Z+iRPve6X72JBfM+kFQaPYz9eT4qbV2+XPogP2KXnT34fPA8GhoGPzjZob06nJ++RxSGPQGx7T7m66A+vMMHv1yZgT4Hfcc+8/GGvYSt+z4aw50/6anrPvVWuTs6ajc/TSQBv03wDL71ZiU/BTQ2P2An6T7VGQO+/HV2PyDwcD+qWku/GtegPtZVKL+j78O+lhokPrLVJz+BL9Q+KkR9Pp3piL5RxL++cXnCPa4dOT3IgNO+KYVRvbsKHr6voay+xgEQvzVKVb/SprI+JU84vxGbGb6ijz2+DbkEvjkl6T6ZLGg9YcTgvYUh5zvizi0+lXunPqmUJT0bhTy+F8iePaZsN7660EQ+WH8SvtQ8QzwGRPI+Rt7BPpl7HD955eo7nQ7dvpizmT4xL6w+890FvKXEw737jEq93/QYvXQQBr72KNs7pop2PXsvsj1S3Hi+MP19PqApMT2SfUC+1aPgPhsh377O+iK/Ksi8PDdgmD5vZYa9UmWKvnUBB78WQYU9GcH5vacg6D3KGm4+LmCfPviqnj4Ah1i+xOeBPsSY6z7uv9K9AxqoPS4THT7e/fW9NVAwPVd+O77BpPg+haQ1Pbee4b61dZc74XZ8vrsvpr6jjgg+gSKMvL4nJ76nvlo+OQzmu6yVsj7XFio9y1WXvKE/SD5GCKG+XtRePkVjAb7eouE7kYCDPobmE74cXHq+rZ6jPTHywL6u6FE+vBS8vvgA2jyqROc+TAGCvL0bQT2P02y+HIMRPyLmUD4nJZw+5jDxvam9qL7N9oI9r82YPOWQFD5wA988z5u/PcYHEz0Etyc9bnygPJACzT1G7K49SHy6Pr9zAb9fc2Y8jk0Cvih/uz6saGk+SqIpPOabnjwphsw+SW/5vWdwsb0qW0u+yP1fvmmZxD4HfAO9iAGuvVHso71r5yk+uMNhPutnGb5nDXm+6Te5PIPhAz7n4aC9O4ytvkqBn74uGjG+ygapPkswCD6IoR8+dw/wPi8R2L6rfCw/qkWHvUpqHD9ZQZc+YMNHvuKgT73wBya/h8spv0fAjz6j3s8+NCxGPUzpjL2bVgq/D4DwPZhyGD896Z29P9Xzvh5mHj+sdyM+x7SJPihehb7P/bQ+NjEfPwy63T2LiJC+IUzhPlzKRb77RJw9hK8UPyvIHD4jh7++tfYdvike8j067Ty/puxcPuJzWb/PJuG9Q0njvt07Nr485W0+RIsFPyLWvzxXip++sszCPvWSij39Jgq+Y/2+vtYahb5yrwU/cRyiPn4tTT5FWxa+4K4cP/C+lT2JZgc/CxPFPV2KxrxeBfq9nmPOvSwp1jw7hyQ/a3PzPgSsHDvGxD4+UG6Evj2IND4m3LG+EFQBvgurOD+Z3tA8Xo1AvTabsD61q5s+ntF1vXJqTL5G8Ea9uRhevcRSeL3qz8C+DsgdPzcmGj9vC9a+V3HqvqHYYj6OWnO9/aaPPhrOdb7cyGS+t1/fPUIWHrzQjlS9APGtvIm/0j0buWQ+P0csva33vz0E1Lg9iQFFPmv3Pj6G5D8+Y2UkPhRQMj5cXuQ9IQYkPPxuHj5yghk+GwmAPS3Fmj392bA68JPyPc9qUD2qqRo+cmoHPodN3z2R1JW97EpVPWG5Rj3a4TQ7KINVPoD5Ab0sDxI9OIB2PvFYCr/pPIK9wX0Lvw97lb5s2nY+JZhPvwkRcz5wXQs/dNl2PoBZGL93Uj6/nJ0ovi56JT7kv0g+SmCzvrz2C793H9C+YI4aP82bJb8LWT29e9Vav+w8jj75aiM9LPLNPmxPFz3YC7++LWaFvnommT5M7BC/VA2IvhK35r5t1ss+KPnQvnEI4D7AH4K+bVcrv+pdTr6VAvq++0YSPixJI79BRwm/7ffdPv7KGT++8lu/fIceviS0pL4DkwS/1LYqvby5Qz4sb8O+L+yAvjkDkr2Y5GU+AlklPh35Bj3yft690bWuPRGRSj501FY9guVJvqgjBb5gjTQ8p/KOPbDsKD4VlVo+dVwvPYhPPzzPnkq95WOQvZ7qCj7yorW8/J9HPoYLWr68CAC/tHMqv0HI6r4TODq/WJ96v8SXQL9g40M9e4nVPXHEtr5sl4G/nwarv+PaNb+TwyI9W6HJvHKwsb7cciu85DjXPWjoT79Ithm/C/dGv1PGo71+2lw+qMMmPdk0g7+sp5C/QJwaPnoz9742kwy/I5R4vUlie70Qvuu98g33vhm9or4bW4o6LRUsPe7aKz6JsoE+zN+Xvis+kr8ikPS+BuGmvV7G2LmLaA4+6D8UPv68Ib/FsUU+CnKCPkvv1z0PjyM+IlpiPrTrQb6wpF6/pzuePK7ZLT6yY0m/5xRAv4qUAj2vL4I+qlUkv458x74mFCY+BmOnPjBWL76CDB+/Fg49v9vwgD65fmc+OYSDPuljg7/v9RQ+rZdzPmh7ST5iIzM86kFqPi2fP75ZX46+qmf3PugyNL71znq/z5jHPeUHcD69J3E+6/4xvhq0hb5JPaU+ooYqvRhIwr6ciyy/v1dFv8cnKr9/Coo9llipPiZZs70WFpC8/rCJPvpKBj4k9Ts+6cnCPqqylL3rcWU+OIZ2Pub+I7+f/Za9nXVmPsJrar/0XC2/Ce+WPmOIIT5iCY+/7t3Ivh4iYj6kMeM+sttHPjfZlr6Pism+1vRxPqiWXr497LW+o2IMv91egj6aJES/KWIPv3H8Nb9qmZQ+v0IvPuDKJL1l3zU9kSxOvn1pob/Q0Bg8gjhVPV06Gr+WvTS/XqulPZdtOL/CXFy+MeyxvvjtWbx7qxY+zYqivgpllj1emx8+hTVGv07WXrvnome/DyYav3BGjb4HLAq9ryOuv7Di8T3B+Om9LjGTPoIyfz42U14+lMxFPtYomD7Fv0m/BIGZPS5Bqz5tBq4+R0o9vuLDXD4Rk0O/AOGyvveglj6tUne/ReVhv/IntT2NG0y+WX9Tv0/DMz4LET6+10AXvXaSxD2vrwo+T0WDv1yShD62gFM8OpQ/PaNCXz5F4BU+jronv2CJHb+HR5+9etGCvm8+0Tssbdu+BCpgvy2dH79zviS9YsSTv+zK/L0Ot+c9Ci8qvcaTR7+dXYA+HTprPhO4nj5TFjS/ZKYHv2nAEL9pnp0+1V9tPsGCFz6R3zU+2f2VPg1ZlTxhj1M80l65PlEGLT7FTBW/bIvBvdaDXb8k2TE+ezYmPtk/774kyxS/V1HjvppE/L5jTRG//SmFvp7V0r5mG9M9W73mvmTsxj7FnM89h0hlv4rdcL8UN/a9918DvjR0B7+R+u2+v6vQvnhVLj03bVK9mzlhPQnE5T2O90A+DufOPdlvCL4V8hg+4p5IPrHmxj75A0I9sOXqvsgAej77EkO9pU9Ovy8nrD2ggkM+ttFovzIMvrxMHRM+GK4kPvzeqL0S7YY+sq4CPiHDj71MhcA97bnMPkkuYr/9MZa/MYSrPZbTeD7tBWs+FQuTPnwY/b2lFVa9ovwkv45Tgb7zjYS+Zxk5vwh8Fr9PCQY+Zt8evqJM7b3l1nC/nbH4PQF7bT6o/DW/Ar+4vtr3MT6i43o+PaQOv+b6Tztrgy2/1gzcPBU4YT4jbxE+6lfgPBmD8rwteCO/tVbEPVpiC7/rTmw+udC6vm4VjL/NlUu/oZFnPvdmab+os/Y9j99sv33um73BFzU+2wHUvm6Oeb9RvDg+S01bPlauiL9/+ws+zLpAPjv+Sz7R9g4+Esc8v3i70j3DaAy+BOcmvzHeBj5i2qa7IWEZPq3gjr0imG2+WheqvzlWbz4GtYi+I6VBv3K1Rb8FYYa/+B+sv2i0mr8jBGm/u/ybPK3HTr4iAje/XWYLvwpxUb26SHe+Hf4lPhglSz7g3i2/q9oEPjgE4j3ulIK+FXJivJSZMr4+EEO9R70APprHtjxehpO/bgujvIyfnL/L5Rg+eb4wPt78Rb1GGDC+hMbsvfOf7j0Y3mE+nMd7v9sdWL5IDGy9m0SVverwEb9JPyq/WiDRvnLjj76JCLm9QpgcPm5Xkb9yS++9ph0lPsgTIT4yogw+lyFkvi+JdL+OMjq/AgA1vxk4dD7ZCYc+QdAtv2uhRr8fWa0+LRjEPkdCFr+xrGu/zylBv02VHj7Gl5U+8peWPsM+Nb/wLlQ+8kAxvlGDE78oxga/50HtvdYZZD44vpa8MOTYPadlRb3eoyS/zL0YvwSvbL1f3hq+T5khPaOzyTyNzqa/Ur+JPq1wiz4AmKu/p12qPWtMWj6LriA920sxPkMdIr8X8ca+DXjcvvVMSr/ZEmw+d0SmvasfVD5RoXA+S4uEPgnfEj6gxAQ+HbFrv57CtT38AoC/VrUyv7kkED6J+By+ixSkvtzTFL+6Rzq/q0QYvjpsfr1vCJW+fEUCv5stSb/rvoW+9TKoPihouL4nRJ++QrMQv/wMZj4XspS+hWI9v4iLDb+77aC+3oX8PQhEML92uQK/OKTAvnadCL80jhq/rTr2vZRAjb54MDe/MUwavuhuJb5XHkm+mosTvx1LPr86A/c9nsUTPtJ2yL4e8NQ9JC+xPXw0rb6rasK+EU5lv7Mesb5oRRO/c5YGvykz7b7PHAC/aFVrvgx4Mb+DWZ4+GzuBvvHOKL8wtI0+ugk6PprcAz4O5g+/cKxGv7k4vr5l69k9d6yvvf81zD7AYQw9fUXdPdtiJr9zMiq/dYztvqv1ub7WaRu/eHgZv7OOaL4wZHu/fLXrvqLSA728YQY+RKsvvyUAm7/8VPq9QuoHv773CL5uMYO/ve+RPmm1hT4WrW0+nCm+vaBeDb6y6iy/DfJtv0gBdT552Js+DWxTPqpipT00Q4k+LPlGPgQLNT7y/h6+dN+7PCvIoD6hzJs+h3Rbv8S/pr+QjjG+glXgPRWIer9LqiC+rd3dvjO6Cz7aJEm9DbeFPpzgjj4EB0k+7fTLvmzpjL78KY89dkulvRugiT23Mnw+yMe8PSmclr10Ory9Y1Z5v8IV4D3cuIE+WlrFvG1+hD73HBA+kHcwPX1Wlz6cAow+fDldv3Yjnb3S/wK/B8Nmv/txGL4DESK+Cfe1PC03hT3JbLo8mcdAvOGW2zyAKGw+2mQcPtJMaL/A+kM+xykvPh/poj7GuEe+z8Mnv0rQPj4qlOO+/QVxPhxlTD6l6o0+sWX0PUqO3z0767Y9zeWJvmvAz768rU6+g05Kvsd3uz2bpIU9VbKLPtoOE74iuYa/TUAcvyr6YT6Syvg9/M5vv+T5br91vjG/VJwOPogLFb+8lRU+5cF6vFbXFL+0tRO/JBA0v4qNwL6zIXY+i5CBPf3lLL8NhkK/w7tGvxJlgD5iHea9u4uJvWzF2L6W3YE+FTCQPpoPNb++5Ja/SNMlPrSAS78FHTa/6y4Mvyslfr70C4g+c4Y2PULKqj2PkkU+414RPsKrPj6Y8uc9fEpHv3tOPj27pIY9pm+ovQiOvby98xS/DhUrv+PS2b4az4I+hY9ov10DQL+vghY+NNc/Puvxfb9earU9giFcveaqxD0febu9mOhlv+QIrT5tByS+G6lvvgNHRL+eEIM+BhSbPpnL3L6pzxK/SPa9Pr3CVL0YdXw9+d6OPvcA1D2jbmw+kAzwPTdbZ74hgQE+L45KvyWaoT56j9C+Y85hvzexlL/1Sxi/B6jAvnPz4T4GQPe+BVJYPVW6sb2yZEC/w/YFv0OAgj2W2da+72oIv5tvrb7QEgu/Bh07v9zLor51dGi/YvKFPnLvDb94c9I9pluhPiicu793IIy93kvsvTcUVL5zHVm9y8cRPhey/740d6e9dNbcPTlIuD3/YjY++RfbPXV8VT6pqlg+wBBHv5oOM74Ufvg9lYhjPi78AL/dwJS/EpIOv99wyL7yzYg+t7KHvxMqFL93KIk9Z4I6PpYa570LwHy9Mv0cv4x/qT2cF/08/ZO2vuJJ7r2PbUQ9kZYMvpVy+z3Dd4s9Lk/zPI1Lub2biXi+2w07PhOwGr5uQAw+GUiJPQnsa75BhAU+msy5vdSmu7zoQLK88+oQPg72p71y8BK+5pq/PS96iz3BVlu7mFXEPHRSbjs="
}